[
  {
    "id": "4c31ca51-2b84-43ff-ae1d-b6807d0f4b93",
    "message": "In honour of wellness month where self-care takes flight, your first destination is a place of respite.",
    "fact": "Welcome to Day 1. Good luck!",
    "secret": "SW",
    "day": 1,
    "number": 1
  },
  {
    "id": "d6320f5a-6795-11ee-8c99-0242ac120002",
    "message": "Find the stories of courage, resilience, and achievements artfully presented on canvas. Seek out the spot where this displayed art celebrates Black History Month, and you'll find the next piece of your journey",
    "fact": "Did you know there is a yoga wellness event on 24 October? Go to London Social Committee GlobalNet to register - spots are still available throughout the day, including a virtual lunch time session!",
    "secret": "H",
    "day": 1,
    "number": 2
  },
  {
    "id": "e04fbc76-6795-11ee-8c99-0242ac120002",
    "message": "Your next clue is about one of our longer-standing Business Resrouce Groups's (BRG) that we celebrate with parades - rain or shine. You'll find your next clue on the floor of the month we celebrate.",
    "fact": "Did you know Black History Month in the UK was first celebrated in London in 1987? It was established to honour the vast contributions people of African and Caribbean descent were making in politics, the military, health services, and more.",
    "secret": "TI",
    "day": 1,
    "number": 3
  },
  {
    "id": "0cf436a3-6ac8-4ac7-ab14-5a2f0b7569e5",
    "message": "You've completed today's clues and we hope you learned a bit about our beautiful new building! You will now need to submit a selfie or photo to this morning's GlobalNet post as your timed daily check point. Use your team name when you post! Incorporate one of the PRIDE umbrellas and why not take the photo out on the nearest terrace!",
    "fact": "Did you know PRIDE was the first formal BRG in EMEA? Our newest BRG, THRIVE, will launch later this year for Disability Inclusion.",
    "reminder": "Remember - tomorrow's clues will be available at 8am and hope you’ve been saving those secret letters for Day 3!",
    "secret": "IE",
    "day": 1,
    "number": 4
  },
  {
    "id": "63a8ef9f-60e0-4772-a8f0-e41261db60e2",
    "message": "This place has a lot of power and in a corporate setting it works all hours. Where circuits and wires entwine, it’s there to get us online. With experts ready to assist, they’ll never leave you in a twist.",
    "fact": "Welcome to Day 2. Have fun!",
    "secret": "T",
    "day": 2,
    "number": 1
  },
  {
    "id": "ef2ae1b8-0044-46b8-92ae-58b1391e5870",
    "message": "Crack this code: O-P-R-O-O-T-M-S. When you rearrange it right, it will lead to your next site.",
    "fact": "Our amazing Desktop Support Techs (Andy Wall, Anthony Frost, Bao Ho, Duncan Richardson, Jo Smyth, Jude Pereis and Richard van de Ven) closed a whopping 5,500+ IT support/ help tickets so far this year.",
    "secret": "F",
    "day": 2,
    "number": 2
  },
  {
    "id": "b3b4d7c1-7e75-44ff-b8f8-ca63f4df7f18",
    "message": "Books and shelves, a quiet place to think. Make sure you're on the level where all is pink.",
    "fact": "Associates frequently ask for notepads from the post room, but did you know that notepads and other stationary can be found in the print areas located on each floor & there are two print areas on every floor?",
    "secret": "NI",
    "day": 2,
    "number": 3
  },
  {
    "id": "b2320983-fb71-406d-a8c8-7874eee480b6",
    "message": "I'm cold and solid, sometimes cube or sphere. In your drink I bring a chill so clear. Seek a gadget where cold is the theme and often considered an American's coffee dream.",
    "fact": "Did you know there are board games available for use in the cupboard?",
    "secret": "N",
    "day": 2,
    "number": 4
  },
  {
    "id": "ebec66b3-f4a7-4fff-ad5a-64725b732699",
    "message": "You've completed today's clues and hope you're having fun! Grab a glass of ice and incorporate it into a photo on the nearest terrace. Go to this morning's GlobalNet post and upload your photo to post a comment as your timed submission.",
    "fact": "Did you know that the straight-walled glasses in the cafes are good for both hot and cold drinks? Remember - just put them in the dishwashers when you're done!",
    "reminder": "Tomorrow’s clue will be available at 8am. And again… don’t forget those letters!",
    "secret": "V",
    "day": 2,
    "number": 5
  },
  {
    "id": "2c599269-ce45-43dc-b7a0-f6cd1d163e3e",
    "message": "Solve this word search for keys to the next site.",
    "fact": "Welcome to the final day of your search!",
    "image": "/wordsearch.jpg",
    "secret": "E",
    "day": 3,
    "number": 1
  },
  {
    "id": "bb9a08c7-4649-4356-9d8e-e5b03b586022",
    "message": "Discover the spot where eco-conscious riders reside, where wheels and sustainability coincide. Seek the area where green commuting is embraced and find your bike's resting place.",
    "fact": "There are approximately 376 open spaces totalling 32 hectares in the City of London. Bumblebees and wild bees are two of only 8 target species to have been selected for their wider conservation value and importance to be reintroduced to the City.",
    "secret": "NC",
    "day": 3,
    "number": 2
  },
  {
    "id": "16912064-7b2c-408b-9edc-e5c055a13e2f",
    "message": "Your next clue makes a philanthropist of you. Find the banner encouraging you to be a donor and match your gifts. Be sure to explore the outdoor on the trading floor.",
    "fact": "Did you know you can sign up for T. Rowe Price's Cycle to Work Scheme to save money on bikes or cycling gear? 133,442 tonnes of CO2 is saved each year by people cycling to work.",
    "secret": "ED",
    "day": 3,
    "number": 3
  },
  {
    "id": "f39f969b-0aeb-45de-ac69-34d9f0444596",
    "message": "This is the last clue of the scavenger hunt! To submit your last timed entry, post a photo or selfie to this morning's GlobalNet post. Get creative as we will be awarding 'style' points!",
    "fact": "Did you know you can make donations to your favourite non-profits on Community Connection and have them matched by the firm? Visit My Links>CommunityConnection on the front page of the Exchange.",
    "reminder": "Final challenge – unscramble the secret letters from the clues each day and email it to LondonSocialCommittee@troweprice.com as soon as you've solved! This proves to us that you’ve solved each clue!",
    "extra": "We hope to see you soon at the Closing Ceremony for bubbles and canapes… and PRIZES! 4pm in the Exchange.",
    "secret": "CO",
    "day": 3,
    "number": 4
  },
  {
    "id": "908b86c8-bc60-4d9f-b182-6345f88b6adf",
    "message": "Did you know that honey never spoils? Keep searching for sweet surprises!",
    "dummy": true
  },
  {
    "id": "ec2b2cce-6795-11ee-8c99-0242ac120002",
    "message": "Why did the computer go to therapy? Because it had too many hardware issues! Keep hunting, no tech support needed here.",
    "dummy": true
  },
  {
    "id": "ef7e1990-6795-11ee-8c99-0242ac120002",
    "message": "Can you do a 10-second dance when you find this clue? Bonus points for creativity!",
    "dummy": true
  },
  {
    "id": "f27600cc-6795-11ee-8c99-0242ac120002",
    "message": "You're doing an amazing job on this hunt! Keep up the good work!",
    "dummy": true
  },
  {
    "id": "f6431c30-6795-11ee-8c99-0242ac120002",
    "message": "Feeling puzzled? Don't worry, the answers are all around you.",
    "dummy": true
  },
  {
    "id": "f9c48e0c-6795-11ee-8c99-0242ac120002",
    "message": "You're doing great! Keep hunting, and success will be yours!",
    "dummy": true
  },
  {
    "id": "4c0c2aaa-abd2-4c77-8acb-028a1f5bacc0",
    "message": "You're navigating these office waters like a pro! Keep paddling towards your next clue.",
    "image": "/wooden-boat-with-paddle.jpg",
    "dummy": true
  },
  {
    "id": "81cbfb7a-26d4-403f-8ed1-fad4e07168c2",
    "message": "Check out the nearest whiteboard for a bonus challenge! It's not a clue, but it's worth a shot.",
    "dummy": true
  },
  {
    "id": "ce33a121-4dc1-473f-9366-2d3bb80db3f8",
    "message": "The water cooler is a hotspot for office gossip, but it won't spill the beans on your next clue!",
    "dummy": true
  },
  {
    "id": "d1c0999e-dccf-4594-b8b6-495d04a94b84",
    "message": "Meeting rooms are often full of secrets, but your next clue is out in the open!",
    "dummy": true
  },
  {
    "id": "d949cbcf-b8b9-4773-947c-58afd433c531",
    "message": "Appreciate the office art on your journey. Your next clue is a work of art waiting to be discovered!",
    "dummy": true
  },
  {
    "id": "a8bb0c5b-abcf-4558-8b4b-48707de53efe",
    "message": "Take a quick 'coffee break' to recharge your energy before continuing the hunt!",
    "dummy": true
  },
  {
    "id": "65660144-ec34-4b18-83af-6c77c1391671",
    "message": "Admire the office art, but remember, the real masterpiece is your scavenger hunt!",
    "dummy": true
  },
  {
    "id": "f712cc43-348b-443a-b2ea-62f504a5eb9b",
    "message": "You are unstoppable! Keep proving it with every clue you find.",
    "dummy": true
  },
  {
    "id": "3600f3bb-8aff-445f-9979-6454b96359e6",
    "message": "To hunt or not to hunt, that is the question. (Hint: The answer is 'Hunt!')",
    "dummy": true
  },
  {
    "id": "beeaf4ec-5982-497c-ba8b-18e38920575b",
    "message": "Word on the street is that the next clue is right around the corner. Keep your ear to the ground!",
    "dummy": true
  },
  {
    "id": "56b5114c-00cb-4aa4-aef4-ce9a2a808e35",
    "message": "Did you know the first paperclip patent was issued in 1867? Keep it together like a paperclip and find your next clue!",
    "dummy": true
  }
]
