[
    {"id":"d6320f5a-6795-11ee-8c99-0242ac120002", "message": "This emoji clue isn't part of the official game, but it's a smiley reminder to keep searching!"},
    {"id":"e04fbc76-6795-11ee-8c99-0242ac120002", "message": "You're on the hunt, and that's no stunt! Find the next clue, and you're almost through!"},
    {"id":"e4bc24d4-6795-11ee-8c99-0242ac120002", "message": "The only limit to our realization of tomorrow will be our doubts of today. - Franklin D. Roosevelt"},
    {"id":"e868b8b8-6795-11ee-8c99-0242ac120002", "message": "Did you know that honey never spoils? Keep searching for sweet surprises!"},
    {"id":"ec2b2cce-6795-11ee-8c99-0242ac120002", "message": "Why did the computer go to therapy? Because it had too many hardware issues! Keep hunting, no tech support needed here."},
    {"id":"ef7e1990-6795-11ee-8c99-0242ac120002", "message": "Can you do a 10-second dance when you find this clue? Bonus points for creativity!"},
    {"id":"f27600cc-6795-11ee-8c99-0242ac120002", "message": "You're doing an amazing job on this hunt! Keep up the good work!"},
    {"id":"f6431c30-6795-11ee-8c99-0242ac120002", "message": "Feeling puzzled? Don't worry, the answers are all around you."},
    {"id":"f9c48e0c-6795-11ee-8c99-0242ac120002", "message": "You're doing great! Keep hunting, and success will be yours!"},
    {"id":"4c0c2aaa-abd2-4c77-8acb-028a1f5bacc0", "message": "You're navigating these office waters like a pro! Keep paddling towards your next clue.", "image": "/wooden-boat-with-paddle.jpg"},
    {"id":"81cbfb7a-26d4-403f-8ed1-fad4e07168c2", "message": "Check out the nearest whiteboard for a bonus challenge! It's not a clue, but it's worth a shot."},
    {"id":"ce33a121-4dc1-473f-9366-2d3bb80db3f8", "message": "The water cooler is a hotspot for office gossip, but it won't spill the beans on your next clue!"},
    {"id":"d1c0999e-dccf-4594-b8b6-495d04a94b84", "message": "Meeting rooms are often full of secrets, but your next clue is out in the open!"},
    {"id":"d949cbcf-b8b9-4773-947c-58afd433c531", "message": "Appreciate the office art on your journey. Your next clue is a work of art waiting to be discovered!"},
    {"id":"a8bb0c5b-abcf-4558-8b4b-48707de53efe", "message": "Take a quick 'coffee break' to recharge your energy before continuing the hunt!"},
    {"id":"65660144-ec34-4b18-83af-6c77c1391671", "message": "Admire the office art, but remember, the real masterpiece is your scavenger hunt!"},
    {"id":"f712cc43-348b-443a-b2ea-62f504a5eb9b", "message": "You are unstoppable! Keep proving it with every clue you find."},
    {"id":"3600f3bb-8aff-445f-9979-6454b96359e6", "message": "To hunt or not to hunt, that is the question. (Hint: The answer is 'Hunt!')"},
    {"id":"beeaf4ec-5982-497c-ba8b-18e38920575b", "message": "Word on the street is that the next clue is right around the corner. Keep your ear to the ground!"},
    {"id":"56b5114c-00cb-4aa4-aef4-ce9a2a808e35", "message": "Did you know the first paperclip patent was issued in 1867? Keep it together like a paperclip and find your next clue!"}
]